{
	"artifact.witchking-artifacts.amuletOfDragonEye.description" : "Nošený na krku, tento předmět zvyšuje schopnost Kouzelnictví o 5 %",
	"artifact.witchking-artifacts.amuletOfDragonEye.event" : "Hluboko v Dračí Hřebenech objevujete skrytou jeskyni, kde na podstavci z dračí kosti leží starobylý artefakt. Amulet Dračího oka, zářící nadpozemským světlem, vás volá. Jakmile jej uchopíte, dračí síla naplní vaši mysl, odhalující tajemství prastaré dračí magie.",
	"artifact.witchking-artifacts.amuletOfDragonEye.name" : "Amulet Dračího oka",
	"artifact.witchking-artifacts.bookOfDead.description" : "Umožňuje hrdinovi sesílat expertní kouzlo vlna smrti a vzkříšení.",
	"artifact.witchking-artifacts.bookOfDead.event" : "V temných hlubinách zapomenuté hrobky odhalujete Knihu mrtvých, jejíž obal je vyryt kryptickými runami a svázán ve staré, rozpadlé kůži. Jakmile ji otevřete, studený vítr zavanul vzduchem a tajemné šepoty odhalují zakázané nekromantské znalosti.",
	"artifact.witchking-artifacts.bookOfDead.name" : "Kniha mrtvých",
	"artifact.witchking-artifacts.crownOfSkies.description" : "Umožňuje hrdinovi sesílat expertní Kulový blesk a zvyšuje jeho poškození o 50 %.",
	"artifact.witchking-artifacts.crownOfSkies.event" : "Uprostřed bouře na vrcholu hory nacházíte Korunu nebes, ležící na kamenném oltáři, zatímco kolem ní praská blesky. Jakmile ji nasadíte, bouře se uklidní a síla proudí vaším tělem.",
	"artifact.witchking-artifacts.crownOfSkies.name" : "Koruna nebes",
	"artifact.witchking-artifacts.dwarvenHelmet.description" : "Zvyšuje obrannou dovednost hrdiny o 2 a činí jednotky imunní vůči kouzlům snižujícím obranu.",
	"artifact.witchking-artifacts.dwarvenHelmet.event" : "V ukrytém sále pod horami nacházíte Trpasličí helmu, mistrovské dílo starobylého řemesla. Jakmile ji nasadíte, obklopí vás pocit neochvějné ochrany.",
	"artifact.witchking-artifacts.dwarvenHelmet.name" : "Trpasličí helma",
	"artifact.witchking-artifacts.dwarvenMine.description" : "Na začátku bitvy sesílá expertní miny s magickou silou 10.",
	"artifact.witchking-artifacts.dwarvenMine.event" : "V odlehlém, skalnatém údolí narážíte na Trpasličí důl, starobylý artefakt ukrytý pod vrstvami kamene. Jakmile ho získáte, cítíte, že samotná země se stává vaším spojencem.",
	"artifact.witchking-artifacts.dwarvenMine.name" : "Trpasličí důl",
	"artifact.witchking-artifacts.healersRing.description" : "Zdvojnásobuje účinnost schopnosti První pomoc. Stan První pomoci vždy vyléčí minimálně 50 bodů poškození.",
	"artifact.witchking-artifacts.healersRing.event" : "V poklidné mýtině objevujete Prsten léčitele, jednoduchý prsten zářící měkkým, uklidňujícím světlem. Jakmile jej navléknete, obklopí vás hřejivá energie, posilující vaše léčebné schopnosti.",
	"artifact.witchking-artifacts.healersRing.name" : "Prsten léčitele",
	"artifact.witchking-artifacts.philosphersStone.description" : "Poskytuje nositeli bonus 10 % k dovednosti Inteligence.",
	"artifact.witchking-artifacts.philosphersStone.event" : "V staré knihovně objevujete Kámen mudrců. Jeho povrch září nadpozemskou září. Jakmile ho uchopíte, nový náhled a vědomosti začínají proudit vaší myslí.",
	"artifact.witchking-artifacts.philosphersStone.name" : "Kámen mudrců",
	"artifact.witchking-artifacts.ritualDagger.description" : "Umožňuje povýšit všechny Mágy, Arcimágy, Mnichy a Fanatiky ve vaší armádě na Lichy.",
	"artifact.witchking-artifacts.ritualDagger.event" : "V temném, mlhou zahaleném háji vyhrabáváte Ritualní dýku. Její čepel je pokryta tajemnými symboly nekromancie. Jakmile ji uchopíte, temná síla začne rezonovat ve vaší armádě.",
	"artifact.witchking-artifacts.ritualDagger.name" : "Rituální dýka",
	"artifact.witchking-artifacts.sacredWarHammer.description" : "Na začátku bitvy sesílá expertní Požehnání. Všechny spojenecké jednotky způsobí o 50 % větší poškození Kostlivcům.",
	"artifact.witchking-artifacts.sacredWarHammer.event" : "V uctívané svatyni nacházíte Posvátné válečné kladivo, jehož povrch září božskou energií. Jakmile ho uchopíte, mocné požehnání se rozprostře mezi vaše vojáky.",
	"artifact.witchking-artifacts.sacredWarHammer.name" : "Posvátné válečné kladivo",
	"artifact.witchking-artifacts.shieldOfArrowTurning.description" : "Zvyšuje obrannou dovednost hrdiny o 2 a snižuje účinnost nepřátelské střelecké dovednosti na polovinu.",
	"artifact.witchking-artifacts.shieldOfArrowTurning.event" : "V odlehlé zbrojnici nacházíte Štít obracející šípy, jehož kov je vyleštěn do zrcadlového lesku. Jakmile ho zvednete, vzduch kolem vás se začne ohýbat, odrážejíc přicházející hrozby.",
	"artifact.witchking-artifacts.shieldOfArrowTurning.name" : "Štít obracející šípy",
	"artifact.witchking-artifacts.soulPrison.description" : "Jednotky ve vaší armádě získávají schopnost vysávat nepřátelskou manu každý tah.",
	"artifact.witchking-artifacts.soulPrison.event" : "V hlubinách věže objevujete Věznici duší, relikvii spočívající na pytli kostí. Jakmile ji uchopíte, moc artefaktu se rozprostře mezi vaše vojáky.",
	"artifact.witchking-artifacts.soulPrison.name" : "Věznice duší",
	"artifact.witchking-artifacts.stormStone.description" : "Snižuje rychlost všech létajících jednotek na bojišti o 2.",
	"artifact.witchking-artifacts.stormStone.event" : "Na větrném útesu odhalujete Bouřný kámen, který praská statickou energií. Jakmile jej uchopíte, obloha potemní a vítr zhoustne.",
	"artifact.witchking-artifacts.stormStone.name" : "Bouřný kámen",
	"artifact.witchking-artifacts.wizardsWand.description" : "Snižuje cenu všech kouzel o 2.",
	"artifact.witchking-artifacts.wizardsWand.event" : "V zapomenuté komoře narazíte na Kouzelnickou hůl, jejíž povrch září magickými symboly. Jakmile ji uchopíte, vlna magické efektivity prostoupí vaší bytostí.",
	"artifact.witchking-artifacts.wizardsWand.name" : "Kouzelnická hůl"
}